{
  "講義概要": "Business AI - How to Use AI to Improve Your Business\n***Please note that eight classes will be held live on campus, and six classes will be held live on Zoom. You must attend and be able to participate in real-time in both formats, not by a class recording or on-demand.***\nIn this class, you will learn and apply different types of business AI to create two online business presentations\n1. A business consulting project\n2. A marketing AI project\nYou will learn and apply the following: market research, analytics, salesmanship and copywriting, ad creation, YouTube video creation, and different types of AI.\nThe course will use active learning in every class (discussion and group work).\nEach week, a short lecture will be followed by a hands-on activity to put the information learned into action. Some activities will be done individually, but several activities will be group-based. Homework will be given every week, including several discussions and presentations.\nBy the end of the class, you will have learned about several areas of business AI and improved your presentation skills in different formats.",
  "授業科目の内容・目的・方法・到達目標": "Business AI - How to Use AI to Improve Your Business\nType: Presentation\nKeyword: Discussion, Presentation, Project, Speaking, business, AI\nCourse Description:\nThis class is active. You will learn about different types of AI to improve the results of a business. The class's focus will be doing real-world business AI work of value. We will explore several different types of business AI. Your presentation skills will improve.\nYou will share ideas and experiences with your classmates.\nLearning outcomes:\nAfter completing this course, you will better understand how business AI can be used to improve a business. You will have improved your presentation skills. You will know about many different business AI solutions. You will also have created a campaign for a business using AI and learned how to propose a new business AI solution to a decision-maker.\nTeacher's comment:\nIf you have any questions about how you are evaluated, please ask me immediately. I will happily explain in more detail what you need to do to achieve a higher score.\nIf you have any questions, I'm always happy to help!\nI look forward to seeing you in class!"
}